<template>
    <div class="help">
        <div class="header-top">
          <div class="back" @click="goBack">
            <a>返回</a>
            <div class="left-arrow"></div>
          </div>
          <h1>帮助中心</h1>
      </div>
      <view-page>
        <div slot="content" class="content">
            <div>
                <van-tabs v-model="active" @click="tabClick" line-width="20%">
                    <van-tab v-for="(item,i) in tabList" :name="item.type" :title="item.value"  :key="i">
                    </van-tab>
                </van-tabs>
            </div>
            <div v-if="type=='account'" class="content-text">
                <van-tabs :v-model="active1" line-width="25%">
                    <van-tab v-for="(item,i) in tabList[0].list" :title="item.value"  :key="i">
                        <div v-html="item.content"></div>
                    </van-tab>
                </van-tabs>
            </div>
            <div v-if="type == 'pay'" class="content-text">
                <van-tabs v-model="active2" line-width="20%">
                    <van-tab v-for="(item,i) in tabList[1].list" :title="item.value"  :key="i">
                        <div v-html="item.content"></div>
                    </van-tab>
                </van-tabs>
            </div>
            <div v-if="type=='lottery'" class="content-text">
                <van-tabs v-model="active3" line-width="50%">
                    <van-tab v-for="(item,i) in tabList[2].list" :title="item.value"  :key="i">
                        <div v-html="item.content"></div>
                    </van-tab>
                </van-tabs>
            </div>
            <div v-if="type=='withdraw'" class="content-text">
                <van-tabs v-model="active4" line-width="33.3333%">
                    <van-tab v-for="(item,i) in tabList[3].list" :title="item.value"  :key="i">
                        <div v-html="item.content"></div>
                    </van-tab>
                </van-tabs>
            </div>
            <div v-if="type=='game'" class="content-text">
                <van-tabs v-model="active5" line-width="20%">
                    <van-tab v-for="(item,i) in tabList[4].list" :title="item.value"  :key="i">
                        <div v-html="item.content"></div>
                    </van-tab>
                </van-tabs>
            </div>
            <div v-if="type=='xianhong'" class="content-text">
                <van-tabs v-model="active6" line-width="100%">
                    <van-tab v-for="(item,i) in tabList[5].list" :title="item.value"  :key="i">
                        <div v-html="item.content"></div>
                    </van-tab>
                </van-tabs>
            </div>
        </div>
      </view-page>
    </div>
    
</template>

<script type="text/javascript">

export default {
  name: 'help',
  data () {
    return {
        type:'account',
        active:0,
        active1:0,
        active2:0,
        active3:0,
        active4:0,
        active5:0,
        active6:0,
        tabList:[],
    }
  },
  created() {
      this.tabList = [
          {
              id:0,
              type:'account',
              value:'帐号与安全',
              list:[
                  {
                      id:0,
                      value:'注册帐号',
                      content:'<div class="txt-wrap"><h3 style="color:#C62721;">如何免费注册成会员？</h3> <p>第一步：未登录时，点击首页的【注册】。<span style="color: #C62721;">点击立即注册</span></p> <p>第二步：填写用户名、密码、验证码(必填)、邀请码(选填)。</p> <p>第三步：完善资料后，点击“注册”，完成注册。</p> <p>最后，恭喜你成为'+this.$config.setName+'的一员！</p> <p>如有任何问题，请联系客服，我们提供7*24小时的在线服务。</p> <h3 style="color:#C62721;">注册时用户需要注意什么？</h3> <p>1、用户名一旦注册成功，是唯一且不可更改 的，请选择容易记忆且安全级别高的用户名，并妥善保管。</p> <p>2、填写密码时设置较高复杂度，并保护好密码，防止被他人盗用。</p> <p>3、为保障用户提现安全，请在注册后在“个人中心-个人信息-修改密码”修改资金密码。</p> <p>4、提现时，先在“个人中心-钱包管理”页面绑定银行卡。而且，银行卡开户名必须与真实姓名相同，不允许修改和删除。</p> <p>如有任何问题，请联系客服，我们提供7*24小时的在线服务。</p> <h3 style="color:#C62721;">注册时填写用户名和密码有什么要求？</h3> <p>1、用户名必须为6-10位，只能包含字母或数字。</p> <p>2、密码必须8-20位，只能包含字母或数字。</p> <p>如有任何问题，请联系客服，我们提供7*24小时的在线服务。</p></div>'
                      
                  },
                  {

                      id:1,
                      value:'登录相关',
                      content:'<div class="txt-wrap"><h3 style="color:#C62721;">无法登录？</h3> <p>首先，请确认登录链接为'+this.$config.setName+'官方地址。</p> <p>如果忘记用户名或者密码，请联系客服，并提供相应的材料证明。</p> <p>建议用户首次登录后，完善个人资料并绑定实名银行卡，方便客服快速验证。</p> <p>如有任何问题，请联系客服，我们提供7*24h的在线服务。</p></div>'
                  },
                  {
                      id:2,
                      value:'个人信息修改',
                      content:'<div class="txt-wrap"><h3 style="color:#C62721;">如何修改个人信息？</h3> <p>用户登录后，进入”个人中心-个人信息“， 修改安全资料。</p> <h3 style="color:#C62721;">个人信息安全问题？</h3> <h3 style="color:#C62721;">一、 保护用户隐私信息</h3> <p>本平台承诺，在未经用户允许或者授权，不得将用户信息提供给他人及其他活动。</p> <p>平台义务保障用户个人信息安全，防止他人 盗用、泄漏等问题。</p> <p>用户务必保存好用户帐号、登录密码、资金密码等信息。</p> <p>用户若发现帐号被非法使用或网站安全漏洞问题，请立即与我们客服联系。</p> <h3 style="color:#C62721;">二、交易过程加密</h3> <p>平台拥有强大的安全技术团队，针对用户购彩、支付、提现等操作，都进行了端到端的加密处理。</p> <p>对于中奖的用户，完全保密用户的个人信息，除平台内专门的运维人员，其他人均无法看到用户的真实中奖信息。</p></div>'
                  },
                  {
                      id:3,
                      value:'密码相关',
                      content:`<div class="txt-wrap"><h3 style="color:#C62721;">如 何修改登录密码？</h3> <p>登录平台官网，修改路径“个人中心-个人信息”，点击修改密码，输入旧密码、新密码，即可完成密码修改操作。</p> <p>如有任何问题，请联系客服，我们提供7*24h的在线服务。</p> <h3 style="color:#C62721;">忘记密码怎么办？</h3> <p>如果忘记登录密码，请直接联系客服，需提供相应的验证资料，然后才能修改密码。</p> <p>考虑到安全问题，建议用户妥善保管好密码。</p> <p>如有任何问题，请联系客服，我们提供7*24h的在线服务。</p> <h3 style="color:#C62721;">忘记资金密码怎么办？</h3> <p>如果忘记资金密码，请直接联系客服，需提供相应的验证资料，然后才能修改密码。</p> <p>考虑到安全问题，建议用户妥善保管好密码。</p> <p>如有任何问题，请联系客服，我们提供7*24h的在线服务。</p></div>`
                  }
              ]  
          },
          {
              id:1,
              type:'pay',
              value:'充值帮助',
              list:[
                  {
                      id:0,
                      value:'充值方式',
                      content:'<div class="txt-wrap"><h3 style="color:#C62721;">银行转账入款</h3> <p>第一步：点击网站首页【充值】或”个人中心“点击【充值】进入充值页面。</p> <p>第二步：在线存款方式为“银行卡转账”，选择“存入银行”。</p> <p>第三步：确认需转账的银行、开户行、帐 号和收款人。</p> <p>第四步：确定存入金额、真实姓名和存入时间，核对入款帐号信息，点击”提交充值“。</p> <p>恭喜您提交入款申请成功，我们会尽快审核入帐信息。</p> <p>如果您还未转账，请尽快安排银行转账入款。并在银行转账时备注填写“效验码”，方便客服快速审核。</p> <p>说明：</p> <p>1、同行转账：完成转账后请于30分钟内查收您的会员帐号余额，如未加上请联系在线客服。</p> <p>2、跨行转账：银行不承诺跨行汇款到帐时间， 如您的款项在24小时内未加上， 烦请您联系在线客服为您提供帮助。</p> <p>如有任何问题，请联系客服，我们提供7*24h的在线服务。</p> <h3 style="color:#C62721;">线上支付</h3> <p>通过在线支付进行充值：</p> <p>一、快捷支付</p> <p>支持平台：支付宝、微信、 财付通、QQ钱包、百度钱包、京东支付等第三方支付平台。</p> <p>二、网银支付</p> <p>支持银行：中国银行、中国工商银行、中国农业银行、中国建设银行，以及国内的其他主流银行。</p> <p>提示：银行卡（借记卡）需具备网银功能，开通方式可以在银行系统在线申请或咨询银行客服。</p> <p>充值步骤：</p> <p> 第一步： 点击网站首页【充值】或“个人中心”点击【充值】进入充值页面。</p> <p>第二步：在线存款方式为”在线支付“， 选择第三方”快捷支付“或者“网银支付”。</p> <p>第三步：进入第三方支付页面，填写资料并继续完成支付操作。</p> <p>第四步：完成支付后，回到”在线存款“页面，点击”确定“充值成功。</p> <p>恭喜您已完成充值，我们会尽 快审核入账信息。</p> <p>如有任何问题，请联系客服，我们提供7*24h的在线服务。</p> <h3 style="color:#C62721;">微信、QQ钱包、支付宝转账</h3> <p>通过微信、支付宝直接转账支付：</p> <p>第一步： 登录'+this.$config.setName+'官网，点击首页【充值】或”用户中心-在线存款“进入充值页面。</p> <p>第 二步：在线存款方式为”微信” qq钱包”  或者“支付宝”。 </p> <p>第三步：填写充值金额，点击”下一步“。</p> <p>第四步：扫描二维码，核对收款信息，确认支付。</p> <p>第五步：填写您的微信昵称或者帐号，点击”提交入款“。</p> <p>恭喜您已完成充值，我们会尽 快审核入账信息。</p> <p>如有任何问题，请联系客服，我们提供7*24h的在线服务。</p></div>'
                  },
                  {

                      id:1,
                      value:'在线支付',
                      content:'<div class="txt-wrap"><h3 style="color:#C62721;">如 何进行在线支付？</h3> <p>充值步骤：</p> <p>第一步：点击网站首页【充值】或“个人中心”点击【充值】进入充值页面。</p> <p>第二步：在线存款方式为”在线支付“， 选择第三方”快捷支付“或者“网银支付”。</p> <p>第三步：进入第三方支付页面，填写资料并继续完成支付操作。</p> <p>第四步：完成支付后，回到”在线存款“页面，点击”确定“充值成功。</p> <p>恭喜您已完成充值，我们会尽 快审核入账信息。</p> <p>如有任何问题，请联系客服，我们提供7*24h的在线服务。</p> <h3 style="color:#C62721;">支持哪些第三方支付平台？</h3> <p>支持平台：支付宝、微信、 财付通、QQ钱包、百度钱包、京东支付等第三方支付平台。</p> <p>如有任何问题，请联系客服，我们提供7*24h的在线服务。</p> <h3 style="color:#C62721;">支持哪些银行网银？</h3> <p>支持银行：中国银行、中国工商银行、中国农业银行、中国建设银行，以及国内的其他主流银行。</p> <p>提示：银行卡（借记卡）需具备网银功能，开通方式可以在银行系统在线申请或咨询银行客服。</p> <p>如有任何问题，请联系客服，我们提供7*24h的在线服务。</p> <h3 style="color:#C62721;">为什么通过线上充值后，账户余额未到账？</h3> <p>1、通过线上支付进行充值的，一般是实时到帐，系统自动审核后账款入用户账户余额。</p> <p>2、可以查询充值状态，查询路径“个人中心-账户明细”，类型选择充值。</p> <p>3、如果充值成功后，15分钟内账户余额未变，请核实账户是否扣款成功，若扣款成功，请联系我们客服核实。</p> <p>如有任何问题，请联系客服，我们提供7*24h的在线服务。</p> <h3 style="color:#C62721;">如何查询充值记录？</h3> <p>“个人中心-账户明细”，选择充值，进入充值记录页面。</p> <p>如有任何问题，请联系客服，我们提供7*24h的在线服务。</p> <h3 style="color:#C62721;">在线支付时应该注意些什么？</h3> <p>1、线上支付时，按充值正常步骤完成入款，最后提示付款成功。</p> <p>2、完成充值后，回到“在线存款”页面，点击“确定”充值成功，客服会快速审核入款。</p> <p>如有任何问题，请联系客服，我们提供7*24h的在线服务。</p> <h3 style="color:#C62721;">使用本平台投注及支付，安全吗？</h3> <p>支付多样 -- '+this.$config.setName+'平台提供了银行转账、在线支付、微信、支付宝等多种充值方式。</p> <p>快捷支付 -- 平台已与各大银行开通快捷支付通道，彻底解决通过银行转账进行支付的不安全问题。</p> <p>实力背景 -- 平台拥有强大的安全技术团队和良好企业征信，与支付宝、微信和第三方平台等公司进行了深度合作。</p> <p>支付安全 -- 完全保障用户的支付安全，为用户提供安全、稳定、快速的充值支付体验。</p></div>'
                  },
                  {
                      id:2,
                      value:'银行转账',
                      content:'<div class="txt-wrap"><h3 style="color:#C62721;">如何进行银行转账入款？</h3> <p>银行转账入款步骤：</p> <p>第一步：点击网站首页【充值】或“个人中心”点击【充值】进入充值页面。 </p> <p>第二步：在线存款方式为”银行转账“，选择”存入银行“和填写“充值金额”，点击”下一步“。</p> <p>第三步：保存并确认需转账的银行、开户行、帐号和收款人  ，点击”下一步“。</p> <p>第四步：确定存入金额、真实姓名和存入时间，核对入款帐号信息和保存”校验码“，点击”提交入款“。</p> <p>恭喜您提交入款申请成功，我们会尽快审核入帐信息。</p> <p>如有任何问题，请联系客服，我们提供7*24h的在线服务。</p> <h3 style="color:#C62721;">转账支持 哪些银行？</h3> <p>支持银行：中国银行、中国工商银行、中国农业银行、中国建设银行，以及国内的其他主流银行。</p> <h3 style="color:#C62721;">转账入款时间？</h3> <p>同行转账：完成转账后请于30分钟内查收您的用户帐号余额，如未加上请联系在线客服。</p> <p>跨行转账：银行不承诺跨行汇款到帐时间， 如您 的款项在24小时内未加上， 烦请您联系在线客服为您提供帮助。</p> <p>如有任何问题，请联系客服，我们提供7*24h的在线服务。</p> <h3 style="color:#C62721;">银行转账后，为什么账户余额没有改变？</h3> <p>1. 通过银行转账入款，跨城跨行的转账，都有一定的等待时间，具体以银行实际到账时间为准。</p> <p>2、可以查询充值状态，查询路径“个人中心-账户明细”，类型选择充值。</p> <p>3. 如果充值成功后，2小时或者长时间用户账户余额未变，请核实银行账户是否扣款成功。</p> <p>4. 建议用户查看银行的转账状态，并提供转账成功的水单或者截图，发送客服，我们会尽快处理。</p> <p>如有任何问题，请联系客服，我们提供7*24h的在线服务。</p> <h3 style="color:#C62721;">银行入款注意事项？</h3> <p>1. 保存并确认需转账的银行、开户行、帐号和收款人，建议汇款时提前与客服校验。</p> <p>2. 如果涉及大额转账，请提前联系客服。</p> <p>3. 在银行转账时备注填写”效验码“，方便客服快速审核。</p> <p>如有任何问题，请联系客服，我们提供7*24h的在线服务。</p> <h3 style="color:#C62721;">使用本平台投注及支付，安全吗？</h3> <p>支付多样 -- '+this.$config.setName+'平台提供了银行转账、在线支付、微信、支付宝等多种充值方式。</p> <p>快捷支付 -- 平台已与各大银行开通快捷支付通道，彻底解决通过银行转账进行支付的不安全问题。</p> <p>实力背景 -- 平台拥有强大的安全技术团队和良好企业征信，与支付宝、微信和第三方平台等公司进行了深度合作。</p> <p>支付安全 -- 完全保障用户的支付安全，为用户提供安全、稳定、快速的充值支付体验。</p></div>'
                  },
                  {
                      id:3,
                      value:'微信转账',
                      content:'<div class="txt-wrap"><h3 style="color:#C62721;">如何进行微信转账？</h3> <p>微信转账入款步骤：</p> <p>第一步：点击网站首页【充值】或“个人中心”点击【充值】进入充值页面。</p> <p>第二步：在线存款方式为”微信”，填写充值金额，点击”下 一步“。</p> <p>第三步：扫描二维码，核对“微信收款信息”，然后确认支付。</p> <p>第四步：填写您的微信昵称或者帐号，点击”提交入款“。 </p> <p>恭喜您已完成充值，我们会尽 快审核入账信息。</p> <p>如有任何问题，请联系客服，我们提供7*24h的在线服务。</p> <h3 style="color:#C62721;">微信支付后，为什么账户余额没有改变？</h3> <p>通过微信支付进行充值的，一般是实时到帐，额度会在5分钟内审核入用户账户余额。</p> <p>如有任何问题，请联系客服，我们提供7*24h的在线服务。</p> <h3 style="color:#C62721;">微信支付时应该注意什么事项？</h3> <p>1、在点击“提交入款”时，填写好微信昵称或者帐号，方便客服快速审核。如果未填写资料，请联系客服，并提供相应的支付订单号和帐号名。</p> <p>2、如果是大额转账，请用银行转账入款，提前与'+this.$config.setName+'客服联系。</p> <p>如有任何问题，请联系客服，我们提供7*24h的在线服务。</p> <h3 style="color:#C62721;">使用本平台投注及支付，安全吗？</h3> <p>支付多样 -- '+this.$config.setName+'平台提供了银行转账、在线支付、微信、支付宝等多种充值方式。</p> <p>快捷支付 -- 平台已与各大银行开通快捷支付通道，彻底解决通过银行转账进行支付的不安全问题。</p> <p>实力背景 -- 平台拥有强大的安全技术团队和良好企业征信，与支付宝、微信和第三方平台等公司进行了深度合作。</p> <p>支付安全 -- 完全保障用户的支付安全，为用户提供安全、稳定、快速的充值支付体验。</p></div>'
                  },
                  {
                      id:3,
                      value:'支付宝转账',
                      content:'<div class="txt-wrap"><h3 style="color:#C62721;">如何进行支付宝转账？</h3> <p>支付宝转账入款步骤：</p> <p>第一步：点击网站首页【充值】或“个人中心”点击【充值】进入充值页面。 </p> <p>第二步：在线存款方式为”支付宝”，填写充值金额，点击”下一步“。</p> <p>第三步：扫描二维码，核对“支付宝收款信息”，然后确认支付。</p> <p>第四步：填写您的支付宝昵称或者帐号，点击”提交入款“</p> <p>恭喜您已完成充值，我们会尽 快审核入账信息。</p> <p>如有任何问题，请联系客服，我们提供7*24h的在线服务。</p> <h3 style="color:#C62721;">支付宝转账后，为什么账户余额没有改变 ？</h3> <p>通过支付宝支付进行充值的，一般是实时到帐，额度会在5分钟内审核入用户账户余额。</p> <p>如有任何问题，请联系客服，我们提供7*24h的在线服务。</p> <h3 style="color:#C62721;">支付宝支付时应该注意什么事项？</h3> <p>1、在点击“提交入款”时，填写好支付宝昵称或者帐号，方便客服快速审核。如果未填写资料，请联系客服，并提供相应的支付订单号和帐号名。</p> <p>2、如果是大额转账，请用银行转账入款，提前与'+this.$config.setName+'客服联系。</p> <p>如有任何问题，请联系客服，我们提供7*24h的在线服务。</p> <h3 style="color:#C62721;">使用本平台投注及支付，安全吗？</h3> <p>支付多样 -- '+this.$config.setName+'平台提供了银行转账、在线支付、微信、支付宝等多种充值方式。</p> <p>快捷支付 -- 平台已与各大银行开通快捷支付通道，彻底解决通过银行转账进行支付的不安全问题。</p> <p>实力背景 -- 平台拥有强大的安全技术团队和良好企业征信，与支付宝、微信和第三方平台等公司进行了深度合作。</p> <p>支付安全 -- 完全保障用户的支付安全，为用户提供安全、稳定、快速的充值支付体验。</p></div>'
                  }
              ]  
          },
          {
              id:2,
              type:'lottery',
              value:'购彩相关',
              list:[
                  {
                      id:0,
                      value:'抽注',
                      content:'<div class="txt-wrap"><h3 style="color:#C62721;">如何购彩</h3> <p>1、免费注册：免费注册成为平台的会员。</p> <p>2、充值送礼：点击网站首页【充值】或“个人中心”点击【充值】进入充值页面进行充值。</p> <p>3、购买彩票：打开购彩大厅，进行购买彩票。</p> <p>4、中大奖：恭喜您购买的彩票中奖了。</p> <p>5、在线提现：在首页点击“提现”，添加”银行卡“后进行提现。</p> <p>如有任何问题，请联系客服，我们提供7*24h的在线服务。</p> <h3 style="color:#C62721;">购买彩票流程</h3> <p>购买彩票流程：</p> <p>第一步：登录平台后，点击“彩票游戏”的任何彩种进入购彩页面。</p> <p>第二步：选择左侧适玩的彩种名称，进入投注页面。</p> <p>第三步：进入投注页面后，选择”玩法“ 和输入金额，点击”添加注单“。</p> <p>第四步：查看用户余额是否足够投注，然后点击”确 认投注“，核查投注订单无误后，点击”确定“即可完成投注。</p> <p>最后，恭喜您已完成购买彩票。</p> <p>如有任何问题，请联系客服，我们提供7*24h的在线服务。</p> <h3 style="color:#C62721;">如何查看购彩记录</h3> <p>点击“个人中心-投注记录”进行查看投注记录。</p> <p>如有任何问题，请联系客服，我们提供7*24h的在线服务。</p> <h3 style="color:#C62721;">彩种很多，有没有详细的介绍与玩法</h3> <p>点击顶部“玩法介绍”可以查看各彩种说明、玩法、中奖、投注方式等。</p> <p>如有任何问题，请联系客服，我们提供7*24h的在线服务。</p></div>'
                  },
                  {

                      id:1,
                      value:'投注相关',
                      content:'<div class="txt-wrap"><h3 style="color:#C62721;">投注时有哪些玩法选择</h3> <p>一、 单式投注</p> <p>单式投注是最基本的投注形式，即购买者根据相应彩票的规则直接选择规定数量的号码组成一注彩票。</p> <p>二、复式</p> <p>复式投注相对于单式投注而言的，指购买者在购买彩票时，选 择超过常规开奖的号码个数，并组成一组的投注方式。</p> <p>超过规定数量的号码会依据规定的开奖号码个数排列组合成多注彩票，在提高中奖机会的同时，投注金额也会相应增加。</p> <p>三、直选</p> <p>直选即所选号码与开奖号码相同，且顺序一致才中奖。</p> <p>例：</p> <p>时时彩五星直选，投注方案为23456，开奖号码为23456，即为中奖。</p> <p>四、组选</p> <p>直选之外的号码类型称为组选。组选所选出的号码 可以和开奖号码的位置、顺序不一样，但是数字必须完全一样才能中奖。</p> <p>例：</p> <p>时时彩组选如开奖号码为598，那么投注方案为589、859、958、985都算组选中奖。</p> <p>五、组三组六</p> <p>1注号码中，3个数字有2个数字相同，这样的号码称为组三，如122、133等。</p> <p>组 三单式投注即从0~9中选择两个数字，如3，5，则形成两注彩票的投注，开奖号码为2个3,1个5或1个3,2个5，即为中奖，次序不限，则形成两注彩票的投注。</p> <p>例：</p> <p>时时彩后三组三投注方案为5、8，开奖号码为：558、885，都可中奖（顺序不限）。</p> <p>3个数字各不相同的号码称为组六，如123、124、245等。</p> <p>组六共计720注直选，合并为组选共120注。组六单式投注即从0~9中选择三个数字，组成一注彩票的投注。</p> <p>例：</p> <p>时时彩后三组六投注方 案为2、5、8，开奖号码后三位与投注号码相同（顺序不限）如528,852等，即为中奖。</p> <p>六、和值</p> <p>和值就是基本号码数值的总和。</p> <p>例：</p> <p>时时彩后三和值投注方案为和值6，如开奖号码为：123，相加等于6，即可中奖。</p> <p>七、跨度</p> <p>跨度是指所选号码的前三位或者后三位数字中，最大的数字和最小的数字之间相差之数。</p> <p>例：</p> <p>时时彩前三投注方案为8，若开奖号码为1、2、9，则最大数为9，最小数为1，两者之差为8，即为中奖。</p> <h3 style="color:#C62721;">什么是追号</h3> <p>追号是指连续多期购买同一注号码；会员在平台发起一个任务后，系统将按任务要求 连续多期地自动购买投注号码。</p> <p>游戏提供同倍追号、翻倍追号2种追号方式。</p> <p>同倍追号：</p> <p>同倍追号，即设定追号期数和倍数之后，所有的期数的投注倍数都与设置倍数相同。</p> <p>翻倍追号：</p> <p>需要设置“隔期”、“翻倍”，点击“确认投注”，系统将立即生成为与设置一致的投注。</p> <p>追号规则</p> <p>（1）玩家可以随时发起追号任务，玩家进行追号的同时，不影响其他彩票的购买。</p> <p>（2）发起追号任务订单，将一次性扣除追号所需金额，账户余额不满足时，任务将不予发起。</p> <p>（3）当追号发起时，玩家不可停止。如果任务符合玩家设置的追号停止条件时，系统将自动终止追号任务，如还有剩余未追期数，系统将剩余期数的追号金额自动退还至玩家购彩账户。</p> <p>（4）高频游戏最大可追号期数为该彩种24小时内全部期数。</p> <h3 style="color:#C62721;">如何查看追号记录</h3> <p>“个人中心-投注记录-追号记录”进行查看追号记录。</p> <p>如有任何问题，请联系客服，我们提供7*24h的在线服务。</p> <h3 style="color:#C62721;">如何查看投注记录</h3> <p>“个人中心-投注记录“进行查看购彩记录。</p> <p>如有任何问题，请联系客服，我们提供7*24h的在线服务。</p></div>'
                  }
              ]  
          },
          {
              id:3,
              type:'withdraw',
              value:'提现帮助',
              list:[
                  {
                      id:0,
                      value:'提现方法',
                      content:'<div class="txt-wrap"><h3 style="color:#C62721;">中奖后如何进行提现？</h3> <p>提现步骤：</p> <p>第一步： 点击首页【提现】或“个人中心”点击【提现】进入取款页面。</p> <p>第二步：绑定银行卡，点击”添加卡“进入银行卡绑定页面，完善银行卡资料。</p> <p>第三步：设置交易密码，点击“提交”，添 加银行卡成功。</p> <p>第四步：回到“提现”页面，输入提现金额和取款密码，点击“确定”。</p> <p>最后，恭喜您提现申请成功，我们会尽快审核后安排出款。</p> <p>如有任何问题，请联系客服，我们提供7*24h的在线服务。</p> <h3 style="color:#C62721;">如何查看提现记录和状态？</h3> <p>“个人中心-账户明细”，选提现类型，进行查看提现记录。</p> <p>如有任何问题，请联系客服，我们提供7*24h的在线服务。</p></div>'
                  },
                  {

                      id:1,
                      value:'提现须知',
                      content:'<div class="txt-wrap"><h3 style="color:#C62721;">提现时需要注意什么？</h3> <p>确认提交银行卡的准确信息，方便提现时出款顺畅。</p> <p>银行卡绑定主要用于会员提现，不能修改、删除。</p> <p>提现金额不可大于可提现资金。</p> <p>用户一般需要达到一定的投注量，才能正常办理提现。</p> <p>如有任何问题，请联系客服，我们提供7*24h的在线服务。</p> <h3 style="color:#C62721;">提现不成功怎么办？</h3> <p>'+this.$config.setName+'最低取款为1元人民币，单笔最高提款1,000,000人民币，当日不限额度。</p> <p>用户一般需要达到一定的投注量，才能正常办理提现。</p> <p>提现金额不可大于可提现资金。</p> <p>请用户妥善保管取款密码，切勿告知他人，因客户自身原因导致的帐号被盗或者资金损失，平台一律不承担相关责任。</p> <p>如有任何问题，请联系客服，我们提供7*24h的在线服务。</p> <h3 style="color:#C62721;">提 现需要手续费吗？</h3> <p>用户一般需要达到一定的投注量，才能正常办理提现。</p> <p>提现不限次数，不限额度。</p> <p>提现时产生的银行手续费由本平台承担。</p> <p>如有任何问题，请联系客服，我们提供7*24h的在线服务。</p> <h3 style="color:#C62721;">提现后多久到账？</h3> <p>可以通过“个人中心-账户明细”，选择提现类型，进行查看提现状态。</p> <p>提现申请成功后审核核对无误，我们将通过银行转账方式提款到您的账户，一般1-5分钟实时到帐。</p> <p>如有任何问题，请联系客服，我们提供7*24h的在线服务。</p> <h3 style="color:#C62721;">可以绑定多 张银行卡吗？</h3> <p>平台内用户可以绑定多张银行卡，但银行开户人姓名是唯一的。</p> <p>会员提现时请仔细核对银行卡信息，目前支持提现银行卡：</p> <p>中国工商银行、交通银行、中国银行、中国建设银行、光大银行、华夏银行、民生银行、广发银行、中信银行、中国邮政储蓄银行、浦发银行，以及国内其他 主流银行。</p> <p>如有任何问题，请联系客服，我们提供7*24h的在线服务。</p> <h3 style="color:#C62721;">怎么修改银行卡？</h3> <p>为保障用户提现时资金安全，一旦添加银行卡成功，不能对银行进行修改、删除操作。</p> <p>如果需要修改银行卡开户人姓名，请直接联系客服，并提供相关验证资料后方可修改。</p> <p>如有任何问题，请联系客服，我们提供7*24h的在线服务。</p></div>'
                  },
                  {

                      id:0,
                      value:'提现安全',
                      content:'<div class="txt-wrap"><h3 style="color:#C62721;">平台的安全保障措施。</h3> <p>一、多重保障及验证</p> <p>用户登录网站后才可以进入在线取款页面，提现时需要交易密码。</p> <p>绑定的银行卡，不可修改、删除，防止被他人修改。</p> <p>银行卡开户人姓名是唯一的，如果修改，需要提供身份验证资料到本平台客服，才能进行修改。</p> <p>二、交易过程加密 处理</p> <p>平台拥有强大的安全技术团队，针对用户购彩、支付、提现等操作，都进行了端到端的加密处理。</p> <p>对于中奖的用户，完全保密用户的个人信息，除平台内专门的运维人员，其他人均无法看到用户的真实中奖信息。</p> <h3 style="color:#C62721;">为保证资金安全，用户应注意哪些事项？</h3> <p>用户应保障自身电脑处于安全状态，经常使用杀毒软件进行查毒，并实时更新病毒库。</p> <p>以下注意常态事项：</p> <p>1. 尽量不要在公共场所（如网吧）等登录本网站。</p> <p>2. 尽量在不同场合使用有所区别的密码。</p> <p>3. 牢记密码，如作记录则应妥善保管。</p> <p>4. 密码不得告诉他人，包括自己的亲朋好友。</p> <p>5. 在登录或网上支付密码输入时，应防止左右可疑的人窥视。</p> <p>6. 预留密码时不要选用您的身份证、生日、电话、门牌、街巷、重复或连续等易被他人破译的数字。建议选用既不易被他人猜到，又方便记忆的密码。</p> <p>7. 发现泄密的危险时，及时更换密码；不定期更换密码。</p></div>'
                  }
              ]  
          },
          {
              id:4,
              type:'game',
              value:'游戏玩法',
              list:[
                  {
                      id:0,
                      value:'时时彩',
                      content:`<div class="txt-wrap"><h3 style="color:#C62721;">欢乐生肖，快速时时彩，三分时时彩</h3> 
                      <p class="howToPlay">第一球~第五球</p>
                      <p>第一球~第五球</p> 
                      <p>指下注的每一球与开出之号码其开奖顺序及开奖号码相同，视为中奖，如第一球开出号码8，下注第一球为8者视为中奖，其余情形视为不中奖。</p> 
                      <p>单、双</p>
                      <p>根据相应单项投注的第一球 ~ 第五球开出的球号为双数叫双，如2、6；球号为单数叫单--如1、3</p>
                      <p>大、小</p> 
                      <p>根据相应单项投注的第一球 ~ 第五球开出的球号大于或等于5为大，小于或等于4为小。</p> 
                      <p>总和大小</p>
                      <p>根据相应单项投注的第一球 ~ 第五球开出的球号数字总和值大于或等于23为总和大，小于或等于22为总和小。</p> 
                      <p>总和单双</p> 
                      <p>根据相应单项投注的第一球 ~ 第五球开出的球号数字总和值是双数为总和双，数字总和值是单数为总和单。</p>
                      <p class="howToPlay">前三特殊玩法</p> 
                      <p>豹子</p>
                      <p>中奖号码的百位千位万位数字都相同。----如中奖号码为000、111、999等，则投注豹子者视为中奖，其它视为不中奖。</p>
                      <p>顺子</p>
                      <p>中奖号码的百位千位万位数字都相连，不分顺序。（数字9、0、1相连）--如中奖号码为123、901、321、546等，则投注顺子者视为中奖，其它视为不中奖。</p>
                      <p>对子</p>
                      <p>中奖号码的百位千位万位任意两位数字相同。（不包括豹子）----如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。如果开奖号码为豹子,则对子视为不中奖。</p> 
                      <p>半顺</p> 
                      <p>中奖号码的百位千位万位任意两位数字相连，不分顺序。（不包括顺子、对子。）----如中奖号码为125、540、390、706，中奖号码有两位数字相连，则投注半顺者视为中奖，其它视为不中奖。如果开奖号码为顺子、对子,则半顺视为不中奖。--如中奖号码为123、901、556、233，视为不中奖。</p> 
                      <p>杂六</p>
                      <p>不包括豹子、对子、顺子、半顺的所有中奖号码。----如中奖百位千位万位号码为157，中奖号码位数之间无关联性，则投注杂六者视为中奖，其它视为不中奖。</p>
                      <p class="howToPlay">中三特殊玩法</p> 
                      <p>豹子</p>
                      <p>中奖号码的十位百位千位数字都相同。----如中奖号码为000、111、999等，则投注豹子者视为中奖，其它视为不中奖。</p>
                      <p>顺子</p>
                      <p>中奖号码的十位百位千位数字都相连，不分顺序。（数字9、0、1相连）--如中奖号码为123、901、321、546等，则投注顺子者视为中奖，其它视为不中奖。</p>
                      <p>对子</p>
                      <p>中奖号码的十位百位千位任意两位数字相同。（不包括豹子）----如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖如果开奖号码为豹子,则对子视为不中奖。</p>
                      <p>半顺</p>
                      <p>中奖号码的十位百位千位任意两位数字相连，不分顺序。（不包括顺子、对子，数字9、0、1相连）----如中奖号码为125、540、390、706，中奖号码有两位数字相连，则投注半顺者视为中奖，其它视为不中奖。如果开奖号码为顺子、对子, 则半顺视为不中奖。--如中奖号码为123、901、556、233，视为不中奖。</p>
                      <p>杂六</p>
                      <p>不包括豹子、对子、顺子、半顺的所有中奖号码。--如中奖十位百位千位号码为157，中奖号码位数之间无关联性，则投注杂六者视为中奖，其它视为不中奖。</p>
                      <p class="howToPlay">后三特殊玩法</p> 
                      <p>豹子</p>
                      <p>中奖号码的个位十位百位数字都相同。----如中奖号码为000、111、999等，则投注豹子者视为中奖，其它视为不中奖。</p>
                      <p>顺子</p>
                      <p>中奖号码的个位十位百位数字都相连，不分顺序。（数字9、0、1相连）----如中奖号码为123、901、321、546等，则投注顺子者视为中奖，其它视为不中奖。</p>
                      <p>对子</p>
                      <p>中奖号码的个位十位百位任意两位数字相同。(不包括豹子)----如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。如果开奖号码为豹子,则对子视为不中奖。</p>
                      <p>半顺</p>
                      <p>中奖号码的个位十位百位任意两位数字相连，不分顺序。(不包括顺子、对子，数字9、0、1相连)----如中奖号码为125、540、390、706，中奖号码有两位数字相连，则投注半顺者视为中奖，其它视为不中奖。如果开奖号码为顺子、对子,则半顺 视为不中奖。--如中奖号码为123、901、556、233，视为不中奖。</p>
                      <p>杂六</p>
                      <p>不包括豹子、对子、顺子、半顺的所有中奖号码。----如中奖个位十位百位号码为157，中奖号码位数之间无关联性，则投注杂六者视为中奖，其它视为不中奖。</p>
                      <p class="howToPlay">龙虎和特殊玩法</p> 
                      <p>龙</p>
                      <p>开奖第一球（万位）的号码 大于 第五球（个位）的号码。如：第一球开出 6，第五球开出 2、第一球开出 8，第五球开出 6、第一球开出 5，第五球开出 1...开奖为龙，投注龙者视为中奖，其它视为不中奖。</p>
                      <p>虎</p>
                      <p>开奖第一球（万位）的号码 小于 第五球（个位）的号码。如：第一球开出 2，第五球开出 6、第一球开出 6，第五球开出 8、第一球开出 1，第五球开出 5...开奖为虎，投注虎者视为中奖，其它视为不中奖。</p>
                      <p>和</p>
                      <p>开奖第一球（万位）的号码 等于 第五球（个位）的号码。如：2XXX2、6XXX6、8XXX8...开奖为和，投注和者视为中奖，其它视为不中奖。</p>
                      <p class="howToPlay">梭哈特殊玩法</p> 
                      <p>五条</p>
                      <p>中奖号码五位相同视为中奖，例如11111。</p>
                      <p>四条</p>
                      <p>中奖号码四位相同视为中奖，如果开奖号码为五条视为不中奖，例如11112,11211。</p>
                      <p>葫芦</p>
                      <p>中奖号码三位相同点数加其他两位相同点数视为中奖，如果开奖号码为五条和四条视为不中奖，例如11122,11221。</p>
                      <p>顺子</p>
                      <p>中奖号码五位相连视为中奖，不分顺序，如12345,13245,01234。</p>
                      <p>三条</p>
                      <p>中奖号码三位相同，其他两位不相同视为中奖，如果开奖号码为 五条、四条视为不中奖，例如11123,11134。</p>
                      <p>两对</p>
                      <p>中奖号码两位相同加另外两位相同视为中奖，如果开奖号码为葫芦、四条、五条视为不中奖，例如11223,11332 。</p>
                      <p>一对</p>
                      <p>中奖号码两位相同加另外三位不相同视为中奖，如果开奖号码为 五条、四条、三条、葫芦视为不中奖，例如11234,22345。</p>
                      <p>散号</p>
                      <p>中奖号码不能组成以上组合视为中奖，例如13579,24680。</p>
                      <p class="howToPlay">牛牛玩法</p> 
                      <p>牛一</p>
                      <p>开奖号码任意三位相加为10的倍数，其他两位相加等于1或者11，例如22601,00001。</p>
                      <p>牛二</p>
                      <p>开奖号码任意三位相加为10的倍数，其他两位相加等于2或者12，例如22602,00002。</p>
                      <p>牛三</p>
                      <p>开奖号码任意三位相加为10的倍数，其他两位相加等于3或者13，例如22603,00003。</p>
                      <p>牛四</p>
                      <p>开奖号码任意三位相加为10的倍数，其他两位相加等于4或者14，例如22604,00004。</p>
                      <p>牛五</p>
                      <p>开奖号码任意三位相加为10的倍数，其他两位相加等于5或者15，例如22605,00005。</p>
                      <p>牛六</p>
                      <p>开奖号码任意三位相加为10的倍数，其他两位相加等于6或者16，例如22606,00006。</p>
                      <p>牛七</p>
                      <p>开奖号码任意三位相加为10的倍数，其他两位相加等于7或者17，例如22607,00007。</p>
                      <p>牛八</p>
                      <p>开奖号码任意三位相加为10的倍数，其他两位相加等于8或者18，例如22608,00008。</p>
                      <p>牛九</p>
                      <p>开奖号码任意三位相加为10的倍数，其他两位相加等于9或者19，例如22609,00009。</p>
                      <p>牛牛</p>
                      <p>中奖号码三位相加为10的倍数，其他两位相加等于10的倍数，例如22655,00000。</p>
                      <p>无牛</p>
                      <p>任意三个数字相加，没有是10的倍数，视为无牛，如11211，22555。</p>
                      <p>牛大</p>
                      <p>中奖号码为牛六、牛七、牛八、牛九、牛牛视为中奖，如果中奖号码没牛视为不中奖。</p>
                      <p>牛小</p>
                      <p>中奖号码为牛一、牛二、牛三、牛四、牛五视为中奖，如果中奖号码没牛视为不中奖。</p>
                      <p>牛单</p>
                      <p>中奖号码为牛一、牛三、牛五、牛七、牛九视为中奖，如果中奖号码没牛视为不中奖。</p>
                      <p>牛双</p>
                      <p>中奖号码为牛二、牛四、牛六、牛八、牛牛视为中奖，如果中奖号码没牛视为不中奖。</p>
                     `
                  },
                  {

                      id:1,
                      value:'欢乐生肖',
                      content:`<div class="txt-wrap"><h3 style="color:#C62721;">欢乐生肖</h3>
                          <p class="howToPlay">第一球~第五球</p>
                          <p> 北京时间（GMT+8）每天早上07:30至晚上23:50，每20分钟一期。夜间从00:10至凌晨03:10, 夜间每20分钟开一次奖。每天开奖59期(白天50期,夜间9期)。</p>
                      <p>第一球~第五球</p> 
                      <p>指下注的每一球与开出之号码其开奖顺序及开奖号码相同，视为中奖，如第一球开出号码8，下注第一球为8者视为中奖，其余情形视为不中奖。</p> 
                      <p>单、双</p>
                      <p>根据相应单项投注的第一球 ~ 第五球开出的球号为双数叫双，如2、6；球号为单数叫单--如1、3</p>
                      <p>大、小</p> 
                      <p>根据相应单项投注的第一球 ~ 第五球开出的球号大于或等于5为大，小于或等于4为小。</p> 
                      <p>总和大小</p>
                      <p>根据相应单项投注的第一球 ~ 第五球开出的球号数字总和值大于或等于23为总和大，小于或等于22为总和小。</p> 
                      <p>总和单双</p> 
                      <p>根据相应单项投注的第一球 ~ 第五球开出的球号数字总和值是双数为总和双，数字总和值是单数为总和单。</p>
                      <p class="howToPlay">前三特殊玩法</p> 
                      <p>豹子</p>
                      <p>中奖号码的百位千位万位数字都相同。----如中奖号码为000、111、999等，则投注豹子者视为中奖，其它视为不中奖。</p>
                      <p>顺子</p>
                      <p>中奖号码的百位千位万位数字都相连，不分顺序。（数字9、0、1相连）--如中奖号码为123、901、321、546等，则投注顺子者视为中奖，其它视为不中奖。</p>
                      <p>对子</p>
                      <p>中奖号码的百位千位万位任意两位数字相同。（不包括豹子）----如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。如果开奖号码为豹子,则对子视为不中奖。</p> 
                      <p>半顺</p> 
                      <p>中奖号码的百位千位万位任意两位数字相连，不分顺序。（不包括顺子、对子。）----如中奖号码为125、540、390、706，中奖号码有两位数字相连，则投注半顺者视为中奖，其它视为不中奖。如果开奖号码为顺子、对子,则半顺视为不中奖。--如中奖号码为123、901、556、233，视为不中奖。</p> 
                      <p>杂六</p>
                      <p>不包括豹子、对子、顺子、半顺的所有中奖号码。----如中奖百位千位万位号码为157，中奖号码位数之间无关联性，则投注杂六者视为中奖，其它视为不中奖。</p>
                      <p class="howToPlay">中三特殊玩法</p> 
                      <p>豹子</p>
                      <p>中奖号码的十位百位千位数字都相同。----如中奖号码为000、111、999等，则投注豹子者视为中奖，其它视为不中奖。</p>
                      <p>顺子</p>
                      <p>中奖号码的十位百位千位数字都相连，不分顺序。（数字9、0、1相连）--如中奖号码为123、901、321、546等，则投注顺子者视为中奖，其它视为不中奖。</p>
                      <p>对子</p>
                      <p>中奖号码的十位百位千位任意两位数字相同。（不包括豹子）----如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖如果开奖号码为豹子,则对子视为不中奖。</p>
                      <p>半顺</p>
                      <p>中奖号码的十位百位千位任意两位数字相连，不分顺序。（不包括顺子、对子，数字9、0、1相连）----如中奖号码为125、540、390、706，中奖号码有两位数字相连，则投注半顺者视为中奖，其它视为不中奖。如果开奖号码为顺子、对子, 则半顺视为不中奖。--如中奖号码为123、901、556、233，视为不中奖。</p>
                      <p>杂六</p>
                      <p>不包括豹子、对子、顺子、半顺的所有中奖号码。--如中奖十位百位千位号码为157，中奖号码位数之间无关联性，则投注杂六者视为中奖，其它视为不中奖。</p>
                      <p class="howToPlay">后三特殊玩法</p> 
                      <p>豹子</p>
                      <p>中奖号码的个位十位百位数字都相同。----如中奖号码为000、111、999等，则投注豹子者视为中奖，其它视为不中奖。</p>
                      <p>顺子</p>
                      <p>中奖号码的个位十位百位数字都相连，不分顺序。（数字9、0、1相连）----如中奖号码为123、901、321、546等，则投注顺子者视为中奖，其它视为不中奖。</p>
                      <p>对子</p>
                      <p>中奖号码的个位十位百位任意两位数字相同。(不包括豹子)----如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。如果开奖号码为豹子,则对子视为不中奖。</p>
                      <p>半顺</p>
                      <p>中奖号码的个位十位百位任意两位数字相连，不分顺序。(不包括顺子、对子，数字9、0、1相连)----如中奖号码为125、540、390、706，中奖号码有两位数字相连，则投注半顺者视为中奖，其它视为不中奖。如果开奖号码为顺子、对子,则半顺 视为不中奖。--如中奖号码为123、901、556、233，视为不中奖。</p>
                      <p>杂六</p>
                      <p>不包括豹子、对子、顺子、半顺的所有中奖号码。----如中奖个位十位百位号码为157，中奖号码位数之间无关联性，则投注杂六者视为中奖，其它视为不中奖。</p>
                      <p class="howToPlay">龙虎和特殊玩法</p> 
                      <p>龙</p>
                      <p>开奖第一球（万位）的号码 大于 第五球（个位）的号码。如：第一球开出 6，第五球开出 2、第一球开出 8，第五球开出 6、第一球开出 5，第五球开出 1...开奖为龙，投注龙者视为中奖，其它视为不中奖。</p>
                      <p>虎</p>
                      <p>开奖第一球（万位）的号码 小于 第五球（个位）的号码。如：第一球开出 2，第五球开出 6、第一球开出 6，第五球开出 8、第一球开出 1，第五球开出 5...开奖为虎，投注虎者视为中奖，其它视为不中奖。</p>
                      <p>和</p>
                      <p>开奖第一球（万位）的号码 等于 第五球（个位）的号码。如：2XXX2、6XXX6、8XXX8...开奖为和，投注和者视为中奖，其它视为不中奖。</p>
                      <p class="howToPlay">梭哈特殊玩法</p> 
                      <p>五条</p>
                      <p>中奖号码五位相同视为中奖，例如11111。</p>
                      <p>四条</p>
                      <p>中奖号码四位相同视为中奖，如果开奖号码为五条视为不中奖，例如11112,11211。</p>
                      <p>葫芦</p>
                      <p>中奖号码三位相同点数加其他两位相同点数视为中奖，如果开奖号码为五条和四条视为不中奖，例如11122,11221。</p>
                      <p>顺子</p>
                      <p>中奖号码五位相连视为中奖，不分顺序，如12345,13245,01234。</p>
                      <p>三条</p>
                      <p>中奖号码三位相同，其他两位不相同视为中奖，如果开奖号码为 五条、四条视为不中奖，例如11123,11134。</p>
                      <p>两对</p>
                      <p>中奖号码两位相同加另外两位相同视为中奖，如果开奖号码为葫芦、四条、五条视为不中奖，例如11223,11332 。</p>
                      <p>一对</p>
                      <p>中奖号码两位相同加另外三位不相同视为中奖，如果开奖号码为 五条、四条、三条、葫芦视为不中奖，例如11234,22345。</p>
                      <p>散号</p>
                      <p>中奖号码不能组成以上组合视为中奖，例如13579,24680。</p>
                      <p class="howToPlay">牛牛玩法</p> 
                      <p>牛一</p>
                      <p>开奖号码任意三位相加为10的倍数，其他两位相加等于1或者11，例如22601,00001。</p>
                      <p>牛二</p>
                      <p>开奖号码任意三位相加为10的倍数，其他两位相加等于2或者12，例如22602,00002。</p>
                      <p>牛三</p>
                      <p>开奖号码任意三位相加为10的倍数，其他两位相加等于3或者13，例如22603,00003。</p>
                      <p>牛四</p>
                      <p>开奖号码任意三位相加为10的倍数，其他两位相加等于4或者14，例如22604,00004。</p>
                      <p>牛五</p>
                      <p>开奖号码任意三位相加为10的倍数，其他两位相加等于5或者15，例如22605,00005。</p>
                      <p>牛六</p>
                      <p>开奖号码任意三位相加为10的倍数，其他两位相加等于6或者16，例如22606,00006。</p>
                      <p>牛七</p>
                      <p>开奖号码任意三位相加为10的倍数，其他两位相加等于7或者17，例如22607,00007。</p>
                      <p>牛八</p>
                      <p>开奖号码任意三位相加为10的倍数，其他两位相加等于8或者18，例如22608,00008。</p>
                      <p>牛九</p>
                      <p>开奖号码任意三位相加为10的倍数，其他两位相加等于9或者19，例如22609,00009。</p>
                      <p>牛牛</p>
                      <p>中奖号码三位相加为10的倍数，其他两位相加等于10的倍数，例如22655,00000。</p>
                      <p>无牛</p>
                      <p>任意三个数字相加，没有是10的倍数，视为无牛，如11211，22555。</p>
                      <p>牛大</p>
                      <p>中奖号码为牛六、牛七、牛八、牛九、牛牛视为中奖，如果中奖号码没牛视为不中奖。</p>
                      <p>牛小</p>
                      <p>中奖号码为牛一、牛二、牛三、牛四、牛五视为中奖，如果中奖号码没牛视为不中奖。</p>
                      <p>牛单</p>
                      <p>中奖号码为牛一、牛三、牛五、牛七、牛九视为中奖，如果中奖号码没牛视为不中奖。</p>
                      <p>牛双</p>
                      <p>中奖号码为牛二、牛四、牛六、牛八、牛牛视为中奖，如果中奖号码没牛视为不中奖。
                       </div>`
                  },
                  {

                      id:2,
                      value:'11选五',
                      content:`<div class="txt-wrap"><h3 style="color:#C62721;">广东11选5</h3>
                         <p class="howToPlay">单码</p>
                         <p>指每一球出现的顺序与号码为派彩依据，如第一球开出号码8，下注第一球为8者视为中奖，第五球开出是2，下注第五球为2者视为中奖，其余情形视为不中奖。</p>
                         <p class="howToPlay">两面</p>
                         <p>单、双</p>
                         <p>自第一球至第五球，开出的号码为双数叫双，如8、10，开出的号码为单数叫单，如3、5，开出11为和 (不计算输赢)</p>
                         <p>大、小</p>
                         <p>自第一球至第五球，开出的号码大于或等于6为大，开出的号码小于等于5为小，开出11为和 (不计算输赢)。</p>
                         <p>总和单双</p>
                         <p>所有5个开奖号码的数字总和相加的值是单数的为总和单，如数字总和值是11、31；所有5个开奖号码的数字总和相加的值是双数为总和双，如数字总和是42、30；假如投注组合符合中奖结果，视为中奖，其余情形视为不中奖。</p>
                         <p>总和大小</p> 
                         <p>所有5个开奖号码的数字总和相加的值是大于30为总和大；所有5个开奖号码的数字总和相加的值小于30为总和小，若总和值等于30为和 (不计算输赢)。</p>
                         <p>总尾大小</p> 
                         <p>所有5个开奖号码的数字总和值的个位数大于等于5为总尾大，小于等于4为总尾小；假如投注组合符合中奖结果，视为中奖，其余情形视为不中奖。</p> 
                         <p>总尾单双</p> 
                         <p>所有5个开奖号码的数字总和值的尾数为单叫总尾单，所有5个开奖号码的数字总和值的尾数为双叫总尾双；假如投注组合符合中奖结果，视为中奖，其余情形视为不中奖。</p> 
                         <p class="howToPlay">总和</p> 
                         <p>根据相应单项投注的第一球~ 第五球开出的球号相加的和大于或等于31为大，小于或等于29为小，总和等于30为和。</p> 
                         <p>单双</p> 
                         <p>根据相应单项投注的第一球特 ~ 第五球特开出的球号数字总和值是双数为总和双，数字总和值是单数为总和单。</p> 
                         <p>尾大、小</p> 
                         <p>所有5个开奖号码的数字总和数值的个位数大于或等于5为总尾大，小于或等于4为总尾小；假如投注组合符合中奖结果，视为中奖，其余情形视为不中奖。</p> 
                         <p class="howToPlay">龙虎和特殊玩法： 龙 > 虎 >（1为最小，11为最大）</p> 
                         <p>龙</p> 
                         <p>开奖第一球（万位）的号码 大于 第五球（个位）的号码。如：第一球开出 6，第五球开出 2、第一球开出 8，第五球开出 6、第一球开出 5，第五球开出 1...开奖为龙，投注龙者视为中奖，其它视为不中奖。</p> 
                         <p>虎</p> 
                         <p>开奖第一球（万位）的号码 小于 第五球（个位）的号码。如：第一球开出 2，第五球开出 6、第一球开出 6，第五球开出 8、第一球开出 1，第五球开出 5...开奖为虎，投注虎者视为中奖，其它视为不中奖。</p> 
                       </div>`
                  },
                  {

                      id:3,
                      value:'PK10',
                      content:`<div class="txt-wrap"><h3 style="color:#C62721;">快速赛车，快乐赛车，幸运赛车，香港赛马，北京赛车</h3> 
                       <p class="howToPlay">开奖规则</p>
                       <p>为丰富广大彩民的娱乐选择，我司特开放全新"快速赛车"彩种，快速赛车由【北京赛车】官方与【香港赛马会】所联合推出，开奖方式将从2016年北京赛车全年官方奖号中，随机匹配开奖，所有的开奖号码皆以2016年的北京赛车官方数据为依据，全力确保快速赛车的公信力、公平性，且同时具备急速开奖的优点，让你体验在升级，乐趣永不断！</p>
                       <p class="howToPlay">第一名~第十名</p>
                       <p>第一名~第十名</p>
                       <p>车号指定，每一个车号为一投注组合，开奖结果"投注车号"对应所投名次视为中奖，其余情形视为不中奖。</p>
                       <p>两面</p>
                       <p>指单、双；大、小。</p>
                       <p>单、双</p>
                       <p>号码为双数叫双，如8、10；号码为单数叫单，如9、5。</p>
                       <p>大、小</p>
                       <p>开出之号码大于或等于6为大，小于或等于5为小。</p>
                       <p class="howToPlay">1~5龙虎</p>
                       <p>冠军龙/虎</p>
                       <p>第一名”车号大于“第十名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。</p>
                       <p>亚军龙/虎</p>
                       <p>第二名”车号大于“第九名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。</p>
                       <p>第三名龙/虎</p>
                       <p>第三名”车号大于“第八名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。</p>
                       <p>第四名龙/虎</p>
                       <p>第四名”车号大于“第七名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。</p>
                       <p>第五名龙/虎</p>
                       <p>第五名”车号大于“第六名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。</p>
                       <p class="howToPlay">冠亚军和</p>
                       <p>冠军车号＋亚军车号＝冠亚和值</p>
                       <p>可能出现的结果为3～19，投中对应"冠亚和值"数字的视为中奖，其余视为不中奖。</p>
                       <p>冠亚和大小</p>
                       <p>大于11时投注"大"的注单视为中奖，小于或等于11时投注"小"的注单视为中奖，其余视为不中。</p>
                       <p>冠亚和单双</p>
                       <p>为单视为投注"单"的注单视为中奖，为双视为投注"双"的注单视为中奖，其余视为不中奖。</p>
                      </div>`
                  },
                  {

                      id:5,
                      value:'PC蛋蛋',
                      content:`<div class="txt-wrap">
                      <p class="howToPlay">开奖规则</p>
                      <p>pc蛋蛋开奖是按照北京快乐8的开奖结果计算得出。取其1-6位、7-12位、13-18位，三项皆取和值的末尾数，得到的三个数字即为开奖结果。此游戏的开奖时间完全与北京福彩网发行的北京快乐8同步。</p>
                      <p class="howToPlay">大、小</p>
                      <p>注(出13押小回本金 出14押大回本本金)</p>
                      <p>大</p>
                      <p>小</p>
                      <p>三个球数值相加，和值小于等于13为小。</p>
                      <p class="howToPlay">单、双</p>
                      <p>注（出13压单回本出14押双回本）</p>
                      <p>单</p>
                      <p>三个球数值相加，和值为单数。</p>
                      <p>双</p>
                      <p>三个球数值相加，和值为双数。</p>
                      <p class="howToPlay">大小单、双</p>
                      <p>注：（开13，14组合回本，举例 买100元小单开13就回本金 买100元大双开14就回本金）。</p>
                      <p>大单</p>
                      <p>（三个球数值相加，和值）15,17,19,21,23,25,27为大单。</p>
                      <p>小单</p>
                      <p>（三个球数值相加，和值）01,03,05,07,09,11,13为小单。</p>
                      <p>大双</p>
                      <p>（三个球数值相加，和值）14,16,18,20,22,24,26为大双。</p>
                      <p>小双</p>
                      <p>（三个球数值相加，和值）00,02,04,06,08,10,12为小双。</p>
                      <p class="howToPlay">极大、小</p>
                      <p>注：[极小0-5] 10倍 [极大22-27] 10倍 举例：买极小100元 开奖结果为0-5其中一个数字就中1000元（包括本金）极大反之。</p>
                      <p>极大</p>
                      <p>（三个球数值相加，和值）22，23,24,25,26,27为极大。</p>
                      <p>极小</p>
                      <p>（三个球数值相加，和值）00,01,02,03,04，05为极小。</p>
                      <p class="howToPlay">定位玩法(单点数字玩法)</p>
                      <p>从数字0-27中选取一个数字 中奖以对应赔率含本金奖励</p>
                      <p>注： 当开奖结果为：0,13,14,27(所有买的波色皆输)视为全部不中奖！</p>
                      <p>红波</p>
                      <p>三个球数值相加，和值） 03,06,09,12,15,18,21,24为红波</p>
                      <p>绿波</p>
                      <p>三个球数值相加，和值） 01,04,07,10,16,19,22,25为绿波</p>
                      <p>蓝波</p>
                      <p>三个球数值相加，和值） 02,05,08,11,17,20,23,26为蓝波</p>
                      <p class="howToPlay">豹子</p>
                      <p>当期开出三个数字相同即为豹子</p>
                      <p class="howToPlay">包三</p>
                      <p>在下注的三个号码中，有任意一个号码与三个特码之和一致视为中奖，其他不中！（如：开奖结果为 0.1.2. 和值为3，下注号码中有3为中奖，反之：如：下注0.15,26，三个特码开奖结果之和有等于0，15，26的号码视为中奖，如：开奖结果0.7.8 ，8.9.9.，0.0.0组合等等！</p>
                     </div>`
                  },
                  {

                      id:6,
                      value:'快3',
                      content:`<div class="txt-wrap"><h3 style="color:#C62721;">快速快3，3分快3，5分快3，江苏快3</h3>
                          <p class="howToPlay">和值投注</p>
                          <p>是指对三个号码的和值进行投注包括“和值3”至“和值18”投注。</p>
                          <p class="howToPlay">大小单双</p>
                          <p>小：三粒骰子之点数总和由3点至10点。</p>
                          <p>大：三粒骰子之点数总和由11点至18点。</p>
                          <p>单：三粒骰子点数总和不能被2整除。</p>
                          <p>双：三粒骰子点数总和能被2整除。</p>
                          <p class="howToPlay">三同号通选</p>
                          <p>是指对所有相同的三个号码（111、222、…、666）进行投注。</p>
                          <p class="howToPlay">三同号单选</p>
                          <p>是指从所有相同的三个号码（111、222、…、666）中任意选择一组号码进行投注。</p>
                          <p class="howToPlay">二同号复选</p>
                          <p>是指对三个号码中两个指定的相同号码和一个任意号码进行投注。</p>
                          <p class="howToPlay">三不同</p>
                          <p>是指对三个各不相同的号码进行投注。</p>
                          <p class="howToPlay">二不同</p>
                          <p>是指对三个号码中两个指定的不同号码和一个任意号码进行投注。</p>
                       </div>`
                  },
                  {

                      id:10,
                      value:'北京赛车',
                      content:`<div class="txt-wrap">
                        <h3 style="color:#C62721;">北京赛车</h3>
                        <p class="howToPlay">开奖规则</p>
                       <p>为丰富广大彩民的娱乐选择，我司特开放全新"快速赛车"彩种，快速赛车由【北京赛车】官方与【香港赛马会】所联合推出，开奖方式将从2016年北京赛车全年官方奖号中，随机匹配开奖，所有的开奖号码皆以2016年的北京赛车官方数据为依据，全力确保快速赛车的公信力、公平性，且同时具备急速开奖的优点，让你体验在升级，乐趣永不断！</p>
                       <p class="howToPlay">第一名~第十名</p>
                       <p>第一名~第十名</p>
                       <p>车号指定，每一个车号为一投注组合，开奖结果"投注车号"对应所投名次视为中奖，其余情形视为不中奖。</p>
                       <p>两面</p>
                       <p>指单、双；大、小。</p>
                       <p>单、双</p>
                       <p>号码为双数叫双，如8、10；号码为单数叫单，如9、5。</p>
                       <p>大、小</p>
                       <p>开出之号码大于或等于6为大，小于或等于5为小。</p>
                       <p class="howToPlay">1~5龙虎</p>
                       <p>冠军龙/虎</p>
                       <p>第一名”车号大于“第十名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。</p>
                       <p>亚军龙/虎</p>
                       <p>第二名”车号大于“第九名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。</p>
                       <p>第三名龙/虎</p>
                       <p>第三名”车号大于“第八名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。</p>
                       <p>第四名龙/虎</p>
                       <p>第四名”车号大于“第七名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。</p>
                       <p>第五名龙/虎</p>
                       <p>第五名”车号大于“第六名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。</p>
                       <p class="howToPlay">冠亚军和</p>
                       <p>冠军车号＋亚军车号＝冠亚和值</p>
                       <p>可能出现的结果为3～19，投中对应"冠亚和值"数字的视为中奖，其余视为不中奖。</p>
                       <p>冠亚和大小</p>
                       <p>大于11时投注"大"的注单视为中奖，小于或等于11时投注"小"的注单视为中奖，其余视为不中。</p>
                       <p>冠亚和单双</p>
                       <p>为单视为投注"单"的注单视为中奖，为双视为投注"双"的注单视为中奖，其余视为不中奖。</p>
                      </div>`
                  },
                  {

                      id:11,
                      value:'幸运飞艇',
                      content:`<div class="txt-wrap"><h3 style="color:#C62721;">快乐飞艇，幸运飞艇</h3> <p class="howToPlay">冠亚和值</p> <p>冠亚和单双玩法说明：从'单、双'中至少选择一个组成一注,开奖号码冠亚军的和值单双与所选号码一致即为中奖</p> <p>选'单'</p> <p>开奖号码：第一名01，第二名02，和值01+02=03为单，即中奖</p> <p>冠亚和大小玩法说明：从'大、小'中至少选择一个组成一注,和值大于11为大，小于或等于11为小，开奖号码冠亚军的和值大小与所选号码一致即为中奖</p> <p>选'大'</p> <p>开奖号码：第一名05,第二名07，和值05+07=12为大，即中奖</p> <p>冠亚和指定玩法说明：“冠亚和值”可能出现的结果为3～19， 投中对应“冠亚和值”数字的视为中奖，其余视为不中奖</p> <p>选择10</p> <p>开奖号码：第一名01，第二名为09，和值为01+09=10即中奖</p> <p class="howToPlay">其它玩法</p> <p>前一直选复式玩法说明：选号与开奖号码按位猜对1位即中奖</p> <p>投注方案：01</p> <p>开奖号码：01 02 03 04 05 06 07 08 09 10 即中前一直选</p> <p>前二直选复式玩法说明：选号与开奖号码按位猜对2位即中奖</p> <p>投注方案：01 02</p> <p>开奖号码：01 02 03 04 05 06 07 08 09 10 即中前二直选</p> <p>前三直选复式玩法说明：选号与开奖号码按位猜对3位即中奖</p> <p>投注方 案：01 02 03</p> <p>开奖号码：01 02 03 04 05 06 07 08 09 10 即中前三直选</p> <p>前四直选复式玩法说明：选号与开奖号码按位猜对4位即中奖</p> <p>投注方案：01 02 03 04</p> <p>开奖号码：01 02 03 04 05 06 07 08 09 10 即中前四直选</p> <p>前五直选复式玩法说明：选号与开奖号码按位猜对5位即中奖</p> <p>投注方案：01 02 03 04 05</p> <p>开奖号码：01 02 03 04 05 06 07 08 09 10 即中前五直选</p> <p>龙虎玩法说明：开奖结果中第一位车号对比第十位。大即是龙中奖，小的话是虎中奖</p> <p>投注方案：龙</p> <p>开奖号码：8********1，即中猜龙虎斗</p> <p>定位胆玩法说明：从第一名至第十名任意位置上选择1个或1个以上号码,所选号码与相同位置上的开奖号码一致即为中奖</p> <p>第一名01</p> <p>开奖号码：第一名01，即中定位胆第一名</p></div>`
                  },
                //   {

                //       id:12,
                //       value:'飞艇信用彩',
                //       content:`<div class="txt-wrap"><p class="howToPlay">单码/双面规则说明︰ </p> <p>定位玩法说明：指冠军、亚军、季军、第四、第五、第六、第七、第八、第九、第十名出现的顺序与号码为派彩依据如现场第一个开奖号码为3号，投注冠军为3则视为中奖，其它号码视为不中奖</p> <p>大小玩法说明：开出的号码大于或等于6为大，小于或等于5为小 </p> <p>单双玩法说明：号码为双数叫双，如4、6；号码为单数叫单，如3、5 </p> <p>龙虎</p> <p>冠军龙虎：</p> <p>PHelpCenter['龙：冠军号码大于第十名号码视为'龙'中奖，如冠军开出07，第十名开出03。']</p> <p>PHelpCenter['虎：冠军号码小于第十名号码视为'虎'中奖，如冠军开出03，第十名开出07。']</p> <p>亚军龙虎：</p> <p>PHelpCenter['龙：亚军号码大于第九名号码视为'龙'中奖，如亚军开出07，第九名开出03。']</p> <p>PHelpCenter['虎：亚军号码小于第九名号码视为'虎'中奖，如亚军开出03，第九名开出07。']</p> <p>季军龙虎：</p> <p>PHelpCenter['龙：季军号码大于第八名号码视为'龙'中奖，如季军开出07，第八名开出03。']</p> <p>PHelpCenter['虎：季军号码小于第八名号码视为'虎'中奖，如季军开出03，第八名开出07。']</p> <p>第四名龙虎：</p> <p>PHelpCenter['龙：第四名号码大于第七名号码视为'龙'中奖，如第四名开出07，第七名开出03。']</p> <p>PHelpCenter['虎：第四名号码小于第七名号码视为'虎'中奖，如第四名开出03，第七名开出07。']</p> <p>第五名龙虎：</p> <p>PHelpCenter['龙：第五名号码大于第六名号码视为'龙'中奖，如第五名开出07，第六名开出03。']</p> <p>PHelpCenter['虎：第五名号码小于第六名号码视为'虎'中奖，如第五名开出03，第六名开出07。']</p> <p>冠亚军和玩法说明：冠军号码与亚军号码的和值区间为3~19，当投注组合符合冠亚军和值，即视为中奖 </p> <p>PHelpCenter['冠亚军和大小玩法说明：当开奖结果冠军号码与亚军号码的和值大于11为大，投注'和大'则视为中奖；小于等于11为小，投注'和小'则视为中奖']</p> <p>PHelpCenter['冠亚军和单双玩法说明：当开奖结果冠军号码与亚军号码的和值为单数如9、13，投注'和单'则视为中奖；为双数如12、16，投注'和双'则视为中奖']</p></div>`
                //   },
                  {

                      id:13,
                      value:'六合彩',
                      content:`<div class="txt-wrap"><h3>快速六合彩，5分六合彩，香港六合彩</h3> 
                         <p class="howToPlay">一般投注说明</p>
                         <p>客户一经在本公司开户或投注，即被视为已接受这些规则。 为了避免出现争议，请务必在下注之后检查“ 下注状况 ”。 开奖后接受的投注，将被视为无效。 公布之所有赔率为浮动赔率，派彩时的赔率将以本公司确认投注时之赔率为准。 『六合彩』当次确认下注时间与上次确认下注时间10秒钟内：出现同群组且内容相同2笔以上之注单，本公司只承认一笔有效注单，其余一律注销。 (举例1：十秒内出现快速下注特别号01,02,03同群组同内容的注单两组以上,本公司只保留一组有效,其余将注销) (举例2：十秒内出现快速下注特别号01,02,03 和快速下注特别号01,02,因群组号码不同,则认定两组皆为有效注单)</p>
                         <p>六合彩规则说明 （注：以下所有投注皆含本金）</p>
                         <p class="howToPlay">特码</p>
                         <p>单、双</p>
                         <p>特码为偶数叫特双，为奇数叫特单，出49退回本金</p>
                         <p>大、小</p>
                         <p>开出之特码大于或等于25为特码大，小于或等于24为特码小，出49退回本金</p>
                         <p>大单</p>
                         <p>开出之特码大于或等于25的单数为特码大单，如33、37，49为和退回本金</p>
                         <p>小单</p>
                         <p>开出之特码小于或等于23的单数为特码小单，如17、21，49为和退回本金</p>
                         <p>大双</p>
                         <p>开出之特码大于或等于26的双数为特码大双，如28、32，49为和退回本金</p>  
                         <p>小双</p>
                         <p>开出之特码小于或等于24的双数为特码小双，如18、22，49为和退回本金</p>
                         <p>波色</p>
                         <p>指开出之特码所属的颜色</p>
                         <p>合数单、双</p>
                         <p>合单：指开出特码的个位数加上十位数之和为奇数；合双：指开出特码的个位数加上十位数之和为偶数；出49退回本金</p>
                         <p>尾大、尾小</p>
                         <p>特尾小：开出之特码尾数（0-4），特尾大：开出之特码尾数（5-9）,49号为和</p>
                         <p>例：如特码为25，则特码为大，为单，为蓝波，为合单，为尾大；如特码为2，则特码为小，为双，为红波，为合双，为尾小；特码为49时，则大小单双为和，合数单双为和，波色为绿波，尾数大小为和。出49退回本金</p>
                         <p class="howToPlay">正码</p>
                         <p>当期开出之前6个号码叫正码。第一时间出来的叫正码1，依次叫正码2、正码3……正码6，不以大小排序</p>
                         <p class="howToPlay">总分</p>
                         <p>所有七个开奖号码的分数总和</p>
                         <p>单、双</p>
                         <p>所有七个开奖号码的分数总和是单数叫(总分单) ，如分数总和是103、193；分数总和是双数叫(总分双)，如分数总和是108、160</p>
                         <p>大、小</p>
                         <p>所有七个开奖号码的分数总和大于或等于175为总分大；分数总和小于或等于174为总分小。如开奖号码为01、07、15、29、38、46、24，分数总和是160，则总分小</p>
                         <p class="howToPlay">正码特1-6</p>
                         <p>正1特、正2特、正3特、正4特、正5特、正6特:指下注的正码特与开出之正码其开奖顺序及开奖号码相同，视为中奖，如第一个正码开奖为13号，下注第一个正码特为13则视为中奖，其它号码视为不中奖。</p>
                         <p>正码1、正码2、正码3、正码4 、正码5、正码6的大小单双、波色、合数单双与特码的大小单双、波色、合数单双规则相同，如正码1为25，则正码1为大，为单，为蓝波，为尾大；正码2为2， 则正码2为小，为双，为红波，为尾小；号码为49时退还本金，则大小单双、合数单双为和，波色为绿波，尾数大小为和。</p>
                         <p class="howToPlay">波色</p>
                         <p>指号码所属的颜色</p>
                         <p class="howToPlay">红波 01, 02, 07, 08, 12, 13, 18, 19, 23, 24, 29, 30, 34, 35, 40, 45, 46</p>
                         <p style='color:#438cd0;'>蓝波 03, 04, 09, 10, 14, 15, 20, 25, 26, 31, 36, 37, 41, 42, 47, 48</p>
                         <p style='color:green;'>绿波 05, 06, 11, 16, 17, 21, 22, 27, 28, 32, 33, 38, 39, 43, 44, 49</p>
                         <p class="howToPlay">连码</p>
                         <p>三全中</p>
                         <p>每三个号码为一组合，若三个号码都是开奖号码之正码，视为中奖，其余情形视为不中奖。如03、04、05三个都是开奖号码之正码，视为中奖，如两个正码加上一个特别号码视为不中奖</p>
                         <p>三中二</p>
                         <p>所投注的每三个号码为一组合，若其中2个是开奖号码中的正码，视为中奖，叫三中二；若3个都是开奖号码中的 正码，叫三中二之中三，其余情形视为不中奖，如03、04、05为一组合，开奖号码中有03 、04两个正码，没有05，叫三中二，按三中二赔付；如开奖号码中有03、04、05三个正码，叫三中二之中三，按中三赔付；如出现1个或没有，视为不中奖</p>
                         <p>二全中</p>
                         <p>每二个号码为一组合，二个号码都是开奖号码之正码，视为中奖，其余情形视为不中奖（含一个正码加一个特别号码之情形）。</p>
                         <p>二中特</p>
                         <p>每二个号码为一组合，二个号码都是开奖号码之正码，叫二中特之二中；若其中一个是正码，一个是特别号码，叫二中特之中特；其余情形视为不中奖。</p>
                         <p>特串</p>
                         <p>每二个号码为一组合，其中一个是正码，一个是特别号码，视为中奖，其余情形视为不中奖（含二个号码都是正码之情形）。</p>
                         <p>四中一</p>
                         <p>每四个号码为一个组合，只要正码有开出所选四个号码其中一个，视为中奖（如中两个或两个以上也按照四中一的赔率计算）</p>
                         <p class="howToPlay">过关</p>
                         <p>任选2-6个号码为一投注组合，只要单期所开出之开奖结果符合您所选定之串联结果，即视为中奖，若其中一项结果不中，则视为不中奖；若其中一项结果为和，其余结果都中奖的情形，也视为中奖；和的项目赔率以一计算</p>
                         <p class="howToPlay">半波</p>
                         <p>以特码色波和特码单双大小为一个投注组合，当开出特码符合投注组合，即视为中奖。其余情况视为不中奖.若开出特码为49时退还本金，所有投注半波任一个组合视为和局，其余情况视为不中奖</p>
                         <p class="howToPlay">一肖</p>
                         <p>指开出的7个开奖号码中含有投注所属生肖的一个或多个号码，即视为中奖，不论同生肖的号码出现一个或多个，派彩只派一次。请注意：49亦算输，不为和</p>
                         <p class="howToPlay">尾数</p>
                         <p>指7个开奖号码中含有所属​​尾数的一个或多个号码，不论同尾数的号码出现一个或多个，派彩只派一次</p>
                         <p>0尾 10，20，30，40</p>
                         <p>1尾 01，11，21，31，41</p>
                         <p>2尾 02，12，22，32，42</p>
                         <p>3尾 03，13，23，33，43</p>
                         <p>4尾 04，14，24，34，44</p>
                         <p>5尾 05，15，25，35，45</p>
                         <p>6尾 06，16，26，36，46</p>
                         <p>7尾 07，17，27，37，47</p>
                         <p>8尾 08，18，28，38，48</p>
                         <p>9尾 09，19，29，39，49</p>
                         <p class="howToPlay">特码生肖</p>
                         <p>指开出特码所属的生肖。</p>
                         <p class="howToPlay">合肖</p>
                         <p>选2~11生肖(排列如同生肖)为一组合，并选择开奖号码的特码是否在此组合内，若选择是"中"(可选择2~11个生肖)且开奖号码的特码亦在此组合内，即视为中奖；若当期特码开出49号，则所有组合皆视为和局</p>
                         <p class="howToPlay">生肖连</p>
                         <p>挑选2~5生肖（排列如同生肖）为一个组合，一个生肖对应多个号码，不论同生肖的号码出现一个或多个，派彩只派一次。每个生肖都有自己的赔率，下注组合的总赔率，取该组合生肖的最低赔率为总赔率。请注意49亦算输赢，不为和</p>
                         <p>二肖连（ 中 ）</p>
                         <p>选择二个生肖为一投注组合进行下注。该注的二个生肖必须在当期开出的7个开奖号码相对应的生肖中，视为中奖。</p>
                         <p>二肖连（不中）</p>
                         <p>选择二个生肖为一投注组合进行下注。该注的二个生肖必须没在当期开出的7个开奖号码相对应的生肖中，视为中奖。</p>
                         <p>三肖连（ 中 ）</p>
                         <p>选择三个生肖为一投注组合进行下注。该注的三个生肖必须在当期开出的7个开奖号码相对应的生肖中，视为中奖。</p>
                         <p>三肖连（不中）</p>
                         <p>选择三个生肖为一投注组合进行下注。该注的三个生肖必须没在当期开出的7个开奖号码相对应的生肖中，视为中奖。</p>
                         <p四肖连（ 中 ）</p>
                         <p>选择四个生肖为一投注组合进行下注。该注的四个生肖必须在当期开出的7个开奖号码相对应的生肖中，视为中奖。</p>
                         <p>四肖连（不中）</p>
                         <p>选择四个生肖为一投注组合进行下注。该注的四个生肖必须没在当期开出的7个开奖号码相对应的生肖中，视为中奖。</p>
                         <p>五肖连（ 中 ）</p>
                         <p>选择五个生肖为一投注组合进行下注。该注的五个生肖必须在当期开出的7个开奖号码相对应的生肖中，视为中奖。</p>

                         <p class="howToPlay">尾数连</p>
                         <p>挑选2~4个尾数为一组合；一个尾数对应多个号码，不论同尾数的号码出现一个或多个，派彩只派一次。每个尾数都有自己的赔率，下注组合的总赔率，取该组合尾数的最低赔率为总赔率。请注意49亦算输赢，不为和</p>
                         <p>二尾连（ 中 ）</p>
                         <p>选择二个尾数为一投注组合进行下注。该注的二个尾数必须在当期开出的7个开奖号码相对应的尾数中，视为中奖。</p>
                         <p>二尾连（不中）</p>
                         <p>选择二个尾数为一投注组合进行下注。该注的二个尾数必须没在当期开出的7个开奖号码相对应的尾数中，视为中奖。</p>
                         <p>三尾连（ 中 ）</p>
                         <p>选择三个尾数为一投注组合进行下注。该注的三个尾数必须在当期开出的7个开奖号码相对应的尾数中，视为中奖。</p>
                         <p>三尾连（不中）</p>
                         <p>选择三个尾数为一投注组合进行下注。该注的三个尾数必须没在当期开出的7个开奖号码相对应的尾数中，视为中奖。</p>
                         <p>四尾连（ 中 ）</p>
                         <p>选择四个尾数为一投注组合进行下注。该注的四个尾数必须在当期开出的7个开奖号码相对应的尾数中，视为中奖。</p>
                         <p>四尾连（不中）</p>
                         <p>选择四个尾数为一投注组合进行下注。该注的四个尾数必须没在当期开出的7个开奖号码相对应的尾数中，视为中奖。</p>
                         <p class="howToPlay">家禽、野兽</p>
                         <p>是一种快速下注模式，根据十二生肖其动物特性来区分。家禽包括：牛、马、羊、鸡、狗、猪；野兽包括：鼠、虎、兔、龙、蛇、猴。 [应用于特码生肖、六肖等项目]</p>
                      </div>`
                  },
              ]  
          },
          {
              id:5,
              type:'xianhong',
              value:'彩种限红',
              list:[
                  {
                      id:0,
                      value:'彩种限红',
                      content:`<div class="txt-wrap" class="txt-wrap"><table class="vux-table"><thead><tr><th>游戏</th> <th>最高中奖</th></tr></thead> <tbody><tr><td>欢乐生肖 <span style="color: #C62721;">(单挑限红)</span></td> <td>600000 <span style="color: #C62721;"> (20000)</span></td></tr>
                      <tr><td>快速赛车 <span style="color: #C62721;">(单挑限红)</span></td> <td>600000 <span style="color: #C62721;"> (20000)</span></td></tr>
                      <tr><td>快乐赛车 <span style="color: #C62721;">(单挑限红)</span></td> <td>600000 <span style="color: #C62721;"> (20000)</span></td></tr>
                      <tr><td>幸运赛车 <span style="color: #C62721;">(单挑限红)</span></td> <td>600000 <span style="color: #C62721;"> (20000)</span></td></tr>
                      <tr><td>快乐飞艇 <span style="color: #C62721;">(单挑限红)</span></td> <td>600000 <span style="color: #C62721;"> (20000)</span></td></tr>
                      <tr><td>香港赛马 <span style="color: #C62721;">(单挑限红)</span></td> <td>600000 <span style="color: #C62721;"> (20000)</span></td></tr>
                      <tr><td>幸运飞艇 <span style="color: #C62721;">(单挑限红)</span></td> <td>600000 <span style="color: #C62721;"> (20000)</span></td></tr>
                      <tr><td>北京赛车 <span style="color: #C62721;">(单挑限红)</span></td> <td>600000 <span style="color: #C62721;"> (20000)</span></td></tr>
                      <tr><td>快速时时彩 <span style="color: #C62721;">(单挑限红)</span></td> <td>600000 <span style="color: #C62721;"> (20000)</span></td></tr>
                      <tr><td>三分时时彩 <span style="color: #C62721;">(单挑限红)</span></td> <td>600000 <span style="color: #C62721;"> (20000)</span></td></tr>
                      <tr><td>欢乐生肖 <span style="color: #C62721;">(单挑限红)</span></td> <td>600000 <span style="color: #C62721;"> (20000)</span></td></tr>
                      <tr><td>快速六合彩 <span style="color: #C62721;">(单挑限红)</span></td> <td>600000 <span style="color: #C62721;"> (20000)</span></td></tr>
                      <tr><td>五分六合彩 <span style="color: #C62721;">(单挑限红)</span></td> <td>600000 <span style="color: #C62721;"> (20000)</span></td></tr>
                      <tr><td>香港六合彩 <span style="color: #C62721;">(单挑限红)</span></td> <td>600000 <span style="color: #C62721;"> (20000)</span></td></tr>
                      <tr><td>快速快3 <span style="color: #C62721;">(单挑限红)</span></td> <td>600000 <span style="color: #C62721;"> (20000)</span></td></tr>
                      <tr><td>3分快3 <span style="color: #C62721;">(单挑限红)</span></td> <td>600000 <span style="color: #C62721;"> (20000)</span></td></tr>
                      <tr><td>5分快3 <span style="color: #C62721;">(单挑限红)</span></td> <td>600000 <span style="color: #C62721;"> (20000)</span></td></tr>
                      <tr><td>江苏快3 <span style="color: #C62721;">(单挑限红)</span></td> <td>600000 <span style="color: #C62721;"> (20000)</span></td></tr>
                      <tr><td>PC蛋蛋 <span style="color: #C62721;">(单挑限红)</span></td> <td>600000 <span style="color: #C62721;"> (20000)</span></td></tr>
                      <tr><td>广东11选5 <span style="color: #C62721;">(单挑限红)</span></td> <td>600000 <span style="color: #C62721;"> (20000)</span></td></tr>
                      <tr><td>广东快乐十分 <span style="color: #C62721;">(单挑限红)</span></td> <td>600000 <span style="color: #C62721;"> (20000)</span></td></tr>
                      `
                  }
              ]  
          },
      ]
  },
  methods: {
        goBack(){
            this.$router.go(-1);  
        },
        tabClick (name,title){
          this.type = name;
        }   
  }
}
</script>

<style lang="less" scoped>
 .help{
     width: 100%;
     .header-top{
        position: fixed;
        top: 0;
        left: 0;
        right: 0;
        z-index: 999999;
        background: #202021;
        padding: 0.06rem 0;
        .back{
            position: absolute;
            top: 0.28rem;
            left: 0.36rem;
            display: block;
            font-size: 0.28rem;
            line-height: 0.42rem;
            color: #fff;
            a{
                padding-left: 0.32rem;
                font-size: 0.28rem;
            }
            .left-arrow{
                position: absolute;
                width: 0.6rem;
                height: 0.6rem;
                top: -0.1rem;
                left: -0.1rem;
                font-size: 0.28rem;
            }
        .left-arrow:before {
                content: "";
                position: absolute;
                width: 0.26rem;
                height: 0.26rem;
                border: 0.02rem solid #fff;
                border-width: 0.02rem 0 0 0.02rem;
                -webkit-transform: rotate(315deg);
                transform: rotate(315deg);
                top: 0.16rem;
                left: 0.14rem;
            }
        }
        h1{
            margin: 0 1.76rem;
            height: 0.8rem;
            width: auto;
            overflow: hidden;
            text-overflow: ellipsis;
            white-space: nowrap;
            line-height: 0.8rem;
            text-align: center;
            font-size: 0.36rem;
            font-weight: 400;
            color: #fff;
        }
    }
     .content{
        position: relative;
        top:0.92rem;
        /deep/.van-tabs__wrap{
            border-bottom: 0.02rem solid #dcdcdc!important;
        }
        /deep/.van-tab{
            font-size:0.26rem!important;
            font-weight: normal!important;
        }
        /deep/.van-tabs::after{
            display: none!important;
            border-bottom: 0.02rem solid #999!important;
        }
        .content-text{
            text-align: left;
            padding-bottom: 3rem;
            /deep/.van-tabs__nav{
            margin-left:0!important;
             }
            }
        }
    }
     
</style>
<style lang="less">
    .help{
        .txt-wrap{
            padding:0.2rem;
            h3{
                font-weight: bold;
                 font-family: 'WeiRuanYaHei'!important;
                font-size:0.32rem;
                color:#C62721;
            }
            p{
                 font-family: 'WeiRuanYaHei'!important;
                font-size:0.28rem;
                color: #666;
            }
            .text-row{
                font-size:0.24rem;
            }
            div{
                font-size:0.24rem;
            }
            .howToPlay{
                font-size: 0.3rem;
                color: #C62721;
            }
            .vux-table{
                line-height: 0.8rem;
                position: relative;
                width: 100%;
                 border-collapse: collapse;
                 font-size:0.28rem;
            tr{
                border-top:1px solid #d2d2d2;
            }
            th,td{
                text-align: center;
                border-bottom: 1px solid #d2d2d2;
                &:nth-child(odd){
                border-right: 1px solid #d2d2d2;
            }
        }
        }
                
    }
    }
       
</style>
